{
  "users": [
    {
      "id": "1",
      "nickname": "alex",
      "email": "yermakov@ya.ru",
      "password": "000000",
      "purchasedGames":
      [
        {
          "id": "1",
          "title": "Metro: Exodus",
          "description": "Metro: Exodus - это сиквел Metro: Last Light, события которого разворачиваются в постапокалиптическом мире. Игра продолжает сюжет предыдущей части, позволяя выжившим покинуть постъядерную Москву. На паровозе под названием \"Аврора\" Артем и его товарищи отправляются в огромный мир, наполненный приключениями и опасностями, чтобы найти новый уголок, пригодный для жизни.\n\nВ отличии от Last Light, Exodus предлагает игрокам не просто коридорные локации, но ряд огромных открытых локаций, которые связаны между собой сюжетом. Каждая локация предлагает игрокам свои уникальные испытания, врагов и условия, кроме того, каждая из них имеет важное влияние на сюжет. Тем не менее, Metro - не S.T.A.L.K.E.R., поэтому перемещаться по локациям взад-вперед нельзя - Артем может двигаться только вперед по сюжету, поэтому возвращаться на старые локации нельзя.",
          "genre": ["Экшен"],
          "rating": 3.7,
          "price": 1000,
          "isInstall": false
        },
        {
          "id": "2",
          "title": "The Elder Scrolls Online",
          "description": "The Elder Scrolls Online — это многопользовательская ролевая онлайн-игра. Как и в других играх серии The Elder Scrolls, действие разворачивается на вымышленном континенте Тамриэль. События игры происходят примерно за 1000 лет до событий Skyrim, во времена Второй Эры, в период времени, который позже будет назван \"Междуцарствием\". Множество влиятельных фракций Сиродила пытается захватить власть в империи. Ситуация обостряется тем, что планета Нирн подходит слишком близко к плану Обливиона даэдрического принца Молага Бала. Воспользовавшись этим, Молаг Бал пытается захватить весь Тамриэль и сделать его частью своего плана.\n\nВесь игровой Тамриэль разделяется на четыре крупных враждующие фракции. За три основных из них - Эбонхартский Пакт (норды, данмеры, аргониане), Альдмерский Доминион (альтмеры, босмеры, каджиты) и Ковенант Даггерфолла (бретонцы, орки, редгарды) игроки могут выступать в этой затяжной войне. Игроки могут выполнять задания сюжета, гильдий или сражаться за контроль над Сиродиллом с другими игроками на PvP-аренах.",
          "genre": ["ММО", "РПГ"],
          "rating": 5,
          "price": 2000,
          "isInstall": false
        }
      ]
    },
    {
      "id": "2",
      "nickname": "ivan",
     "email": "ivan@mail.ru",
      "password": "0000000",
      "purchasedGames": []
    }
  ]
}
